export function getQuestions() {
    return [
        {
            "title": "Коя е столицата на България?",
            "currectAnswerText": "София",
            "answers": [
                {
                    "number": "A",
                    "text": "София"
                },
                {
                    "number": "B",
                    "text": "Анкара"
                },
                {
                    "number": "C",
                    "text": "Солун"
                },
                {
                    "number": "D",
                    "text": "Атина"
                }
            ]
        },
        {
            "title": "Коя е столицата на Ромъния?",
            "currectAnswerText": "Букорещ",
            "answers": [
                {
                    "number": "A",
                    "text": "София"
                },
                {
                    "number": "B",
                    "text": "Букорещ"
                },
                {
                    "number": "C",
                    "text": "Анкара"
                },
                {
                    "number": "D",
                    "text": "Атина"
                }
            ]
        },
        {
            "title": "Коя забележителност ЮНЕСКО определя като единствена по рода си в Европа?",
            "currectAnswerText": "Мадарският конник",
            "answers": [
                {
                    "number": "A",
                    "text": "Мадарският конник"
                },
                {
                    "number": "B",
                    "text": "Гробницата на Свещари"
                },
                {
                    "number": "C",
                    "text": "Боянската църква"
                },
                {
                    "number": "D",
                    "text": "Древният град Несебър"
                }
            ]
        },
        {
            "title": "Какво лежи в епицентъра на конфликта между румънски граничари и български рибари в района на Силистра?",
            "currectAnswerText": "Принадлежността на остров",
            "answers": [
                {
                    "number": "A",
                    "text": "Принадлежността на остров"
                },
                {
                    "number": "B",
                    "text": "Трафик на бежанци"
                },
                {
                    "number": "C",
                    "text": "Нудистки плаж"
                },
                {
                    "number": "D",
                    "text": "Замърсяване на реката"
                }
            ]
        },
        {
            "title": "Министър с какъв ресор назначи бившият премиер Тереза Мей през 2018 г.?",
            "currectAnswerText": "Самота",
            "answers": [
                {
                    "number": "A",
                    "text": "Самота"
                },
                {
                    "number": "B",
                    "text": "Любов"
                },
                {
                    "number": "C",
                    "text": "Джендър идеология"
                },
                {
                    "number": "D",
                    "text": "Професионално прегаряне"
                }
            ]
        },
        {
            "title": "Мусташ е „боец“ от Наполеоновата армия, спасил знамето на своя полк при Аустерлиц. Какво животно е той?",
            "currectAnswerText": "Черен пудел",
            "answers": [
                {
                    "number": "A",
                    "text": "Черен пудел"
                },
                {
                    "number": "B",
                    "text": "Пощенски гълъб"
                },
                {
                    "number": "C",
                    "text": "Арабски кон"
                },
                {
                    "number": "D",
                    "text": "Опитомено шимпанзе"
                }
            ]
        },
        {
            "title": "Кой е Мохамед Салах, за когото гласуваха над 1 милион души на изборите в Египет, без изобщо да е кандидат?",
            "currectAnswerText": "Футболист на Ливърпул",
            "answers": [
                {
                    "number": "A",
                    "text": "Футболист на Ливърпул"
                },
                {
                    "number": "B",
                    "text": "Религиозен водач"
                },
                {
                    "number": "C",
                    "text": "Дюнерджия от Кайро"
                },
                {
                    "number": "D",
                    "text": "Политически затворник"
                }
            ]
        },
        {
            "title": "Изразът „желязна завеса“ добива популярност сред реч на Чърчил от 1946 г. Кои градове са в двата ѝ края?",
            "currectAnswerText": "Шчечин и Триест",
            "answers": [
                {
                    "number": "A",
                    "text": "Шчечин и Триест"
                },
                {
                    "number": "B",
                    "text": "Берлин и Прага"
                },
                {
                    "number": "C",
                    "text": "Рощок и Сараева"
                },
                {
                    "number": "D",
                    "text": "Калининград и София"
                }
            ]
        },
        {
            "title": "3. Зеленият компютърен код, с който е представена Матрицата в началото на филма, всъщност представлява сканирани:",
            "currectAnswerText": "Рецепти за суши",
            "answers": [
                {
                    "number": "A",
                    "text": "Глави от Корана"
                },
                {
                    "number": "B",
                    "text": "Рецепти за суши"
                },
                {
                    "number": "C",
                    "text": "Глоби за превишена скорост"
                },
                {
                    "number": "D",
                    "text": "Упътвания за пералня"
                }
            ]
        },
        {
            "title": "Довършете поговорката \"Страх лозе...\"",
            "currectAnswerText": "пази",
            "answers": [
                {
                    "number": "A",
                    "text": "пази"
                },
                {
                    "number": "B",
                    "text": "копие"
                },
                {
                    "number": "C",
                    "text": "не копае"
                },
                {
                    "number": "D",
                    "text": "закопава"
                }
            ]
        },
        {
            "title": "Коя е държавата с най-голямо население",
            "currectAnswerText": "Китай",
            "answers": [
                {
                    "number": "A",
                    "text": "САЩ"
                },
                {
                    "number": "B",
                    "text": "Индия"
                },
                {
                    "number": "C",
                    "text": "Русия"
                },
                {
                    "number": "D",
                    "text": "Китай"
                }
            ]
        },
        {
            "title": "Довършете поговорката \"Таз година булка, догодина...\"?",
            "currectAnswerText": "люлка",
            "answers": [
                {
                    "number": "A",
                    "text": "люлка"
                },
                {
                    "number": "B",
                    "text": "друга"
                },
                {
                    "number": "C",
                    "text": "две"
                },
                {
                    "number": "D",
                    "text": "цигулка"
                }
            ]
        },
        {
            "title": "Кое от следните е метод за брейнсторминг и групово вземане на решения при делови срещи?",
            "currectAnswerText": "Шест мислещи шапки",
            "answers": [
                {
                    "number": "A",
                    "text": "Шест мислещи шапки"
                },
                {
                    "number": "B",
                    "text": "Пет цъфтящи рози"
                },
                {
                    "number": "C",
                    "text": "Четири ъгъла на кръга"
                },
                {
                    "number": "D",
                    "text": "Три късогледи жирафа"
                }
            ]
        },
        {
            "title": "Мусташ е „боец“ от Наполеоновата армия, спасил знамето на своя полк при Аустерлиц. Какво животно е той?",
            "currectAnswerText": "Черен пудел",
            "answers": [
                {
                    "number": "A",
                    "text": "Арабски кон"
                },
                {
                    "number": "B",
                    "text": "Пощенски гълъб"
                },
                {
                    "number": "C",
                    "text": "Опитомено шимпанзе"
                },
                {
                    "number": "D",
                    "text": "Черен пудел"
                }
            ]
        },
        {
            "title": "Министър с какъв ресор назначи бившият премиер Тереза Мей през 2018 г.?",
            "currectAnswerText": "Самота",
            "answers": [
                {
                    "number": "A",
                    "text": "Самота"
                },
                {
                    "number": "B",
                    "text": "Професионално прегаряне"
                },
                {
                    "number": "C",
                    "text": "Джендър идеология"
                },
                {
                    "number": "D",
                    "text": "Любов"
                }
            ]
        }
    ];
}

export function getMoneyList() {
    return [50, 100, 150, 200, 250, 500, 1000, 1500, 2000, 2500, 5000, 10000, 25000, 50000, 100000];
}